Repository: TheCoreMan/Irgunomator
Catalog: locale/*/LC_MESSAGES/*.po
Languages: pt_br

source: Hello!
pt_br: Olá!

source: I'm {0} and I came here to help you.
pt_br: Eu sou {0} e vim aqui para te ajudar.

source: What would you like to do?
pt_br: O que você gostaria de fazer?

source: /support - Opens a new support ticket
pt_br: /support - Abre um novo ticket de suporte

source: /settings - Settings of your account
pt_br: /settings - Configurações da sua conta

source: Please, tell me what you need support with :)
pt_br: Por favor, me diga com o que você precisa de suporte :)

source: Give me some time to think. Soon I will return to you with an answer.
pt_br: Me dê um tempo para pensar. Em breve eu irei retornar com uma resposta.

source: Please, choose a language:
pt_br: Por favor, escolha uma linguagem:

source: Language updated to {0}
pt_br: Linguagem atualizada para {0}

source: Unknown language! :(
pt_br: Linguagem desconhecida! :(

source: Sorry, I don't know what you're asking for.
pt_br: Desculpe, eu não sei o que você está pedindo.
